Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Perform the deletion for all users
de: Löschvorgang für alle Benutzer durchführen
es: Realizar la eliminación para todos los usuarios
fr: Suppression chez tous les utilisateurs
it: Elimina per tutti gli utenti
ja: すべてのユーザーに対して削除を実行
ko: 모든 사용자에 대해 삭제를 수행합니다.
pt_br: Realizar a exclusão para todos os usuários
pt_pt: Efetuar a eliminação para todos os utilizadores
ru: Выполнить удаление для всех пользователей
uk: Видалити для всіх користувачів
zh_hans: 为所有用户执行删除操作

source: Perform the introduction
de: Führen Sie die Einführung durch
es: Realizar la presentación
fr: Faire les présentations
it: Effettua l'introduzione
ja: 自己紹介を行う
ko: 소개 진행
pt_br: Realize a apresentação
pt_pt: Efetuar a apresentação
ru: Выполнить знакомство
uk: Проведіть ознайомлення
zh_hans: 开始介绍

source: Pin
de: Anpinnen
es: Fijar
it: Fissa
ja: ピン留め
ko: 고정
pt_br: Fixar
pt_pt: Fixar
ru: Закрепить
uk: Закріпити
zh_hans: 置顶

source: Please authenticate in order to change this setting.
de: Bitte authentifizieren Sie sich, um diese Einstellung zu ändern.
es: Por favor, autentícate para poder cambiar esta configuración.
fr: Authentifiez-vous pour changer ce paramètre.
it: Si prega di autenticarsi per modificare questa impostazione.
ja: この設定を変更するには、認証してください。
ko: 이 설정을 변경하려면 인증해 주세요.
pt_br: Por favor, faça login para alterar esta configuração.
pt_pt: Autentique-se para alterar esta configuração.
ru: Пожалуйста, авторизуйтесь, чтобы изменить эту настройку.
uk: Будь ласка, авторизуйтеся, щоб змінити це налаштування.
zh_hans: 请先进行身份验证，以便更改此设置。

source: Please authenticate to start Olvid
de: Bitte authentifizieren Sie sich, um Olvid zu starten.
es: Por favor, autentícate para comenzar Olvid
fr: Authentifiez-vous pour démarrer Olvid
it: Effettua l'accesso per iniziare a usare Olvid
ja: Olvidを開始するには、認証してください
ko: Olvid를 시작하려면 인증해 주세요.
pt_br: Por favor, faça login para começar a usar o Olvid
pt_pt: Autentique-se para começar a usar o Olvid
ru: Пожалуйста, авторизуйтесь, чтобы начать работу с Olvid
uk: Будь ласка, авторизуйтеся, щоб почати користуватися Olvid
zh_hans: 请验证身份以启动 Olvid

source: Please fix this serious issue with Olvid
de: Bitte beheben Sie dieses ernste Problem mit Olvid.
es: Por favor, soluciona este grave problema con Olvid
fr: Merci de corriger cette erreur dans Olvid
it: Si prega di risolvere questo grave problema con Olvid
ja: Olvidに関するこの重大な問題を修正してください
ko: Olvid의 이 심각한 문제를 해결해주세요.
pt_br: Por favor, resolva este problema grave com o Olvid
pt_pt: Por favor, resolva este problema grave com o Olvid
ru: Пожалуйста, исправьте эту серьезную проблему с Olvid
uk: Будь ласка, виправте цю серйозну проблему з Olvid
zh_hans: 请尽快修复 Olvid 中出现的这个严重问题

source: Please remove any pending/group member and try again.
de: Bitte entferne alle ausstehenden/Gruppenmitglieder und versuche es erneut.
es: Por favor, elimina cualquier miembro pendiente o de grupo e inténtalo de nuevo.
fr: Retirez tous les membres et membres en attente et essayez à nouveau.
it: Rimuovi eventuali membri in sospeso/gruppo e riprova.
ja: 保留中のメンバーまたはグループメンバーをすべて削除してから、もう一度お試しください。
ko: 대기 중이거나 그룹에 속한 사용자를 모두 제거한 후 다시 시도해 주세요.
pt_br: Remova todos os membros pendentes/do grupo e tente novamente.
pt_pt: Remova qualquer membro pendente ou do grupo e tente novamente.
ru: Пожалуйста, удалите всех ожидающих участников/участников группы и попробуйте еще раз.
uk: Будь ласка, видаліть усіх поточних/учасників групи та спробуйте ще раз.
zh_hans: 请移除所有待处理的/群组成员，然后重试。

# Please report this error to %1$@ so we can fix this issue as fast as possible.
source: Restarting your device may fix this issue. If it does not, please report this error to %1$@ so we can fix this issue as fast as possible.
de: Das Neustarten Ihres Geräts kann dieses Problem beheben. Sollte dies nicht helfen, melden Sie diesen Fehler bitte an %1$@, damit wir das Problem so schnell wie möglich beheben können.
es: Reiniciar tu dispositivo podría solucionar este problema. Si no lo hace, por favor reporta este error a %1$@ para que podamos solucionarlo lo antes posible.
fr: Il se peut qu'un redémarrage de votre iPhone corrige ce problème. Sinon, nous vous serions reconnaissant d'envoyer cette erreur à %1$@ pour que nous puissions la corriger le plus vite possible.
it: Riavviare il dispositivo potrebbe risolvere il problema. In caso contrario, ti preghiamo di segnalare questo errore a %1$@ in modo che possiamo risolverlo il prima possibile.
ja: デバイスを再起動すると、この問題が解決する場合があります。それでも解決しない場合は、このエラーを%1$@に報告してください。問題をできるだけ早く修正します。
ko: 기기를 재시동하면 문제가 해결될 수 있습니다. 문제가 계속되면 %1$@에 오류를 보고하여 가능한 한 빨리 문제를 해결할 수 있도록 도와주세요.
pt_br: Reiniciar seu dispositivo pode resolver este problema. Se isso não funcionar, por favor, reporte este erro para %1$@ para que possamos corrigi-lo o mais rápido possível.
pt_pt: Reiniciar o seu dispositivo pode resolver este problema. Caso contrário, por favor, reporte este erro para %1$@ para que possamos corrigi-lo o mais rapidamente possível.
ru: Перезапуск устройства может решить эту проблему. Если это не поможет, пожалуйста, сообщите об этой ошибке по адресу %1$@, чтобы мы могли как можно быстрее ее исправить.
uk: Перезавантаження вашого пристрою може вирішити цю проблему. Якщо ні, будь ласка, повідомте про цю помилку за адресою %1$@, щоб ми могли якнайшвидше її виправити.
zh_hans: 重启您的设备可能会解决此问题。如果问题仍然存在，请向 %1$@ 报告此错误，以便我们尽快修复此问题。

source: Please sign in to your iCloud account to enable automatic backups. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on. If you don't have an iCloud account, tap Create a new Apple ID.
de: Bitte melden Sie sich bei Ihrem iCloud-Konto an, um automatische Backups zu aktivieren. Öffnen Sie auf dem Home-Bildschirm die Einstellungen, tippen Sie auf iCloud und geben Sie Ihre Apple-ID ein. Aktivieren Sie iCloud Drive. Wenn Sie kein iCloud-Konto haben, tippen Sie auf „Neue Apple-ID erstellen“.
es: Por favor, inicia sesión en tu cuenta de iCloud para habilitar las copias de seguridad automáticas. En la pantalla de inicio, abre Ajustes, toca iCloud e introduce tu ID de Apple. Activa iCloud Drive. Si no tienes una cuenta de iCloud, toca Crear un nuevo ID de Apple.
fr: Connectez-vous à iCloud pour activer les sauvegardes automatiques. Sur l'écran d'accueil, démarrez l'App Réglages, touchez iCloud et entrez votre Apple ID. Activez iCloud Drive. Si vous n'avez pas de compte iCloud, touchez Créer un nouvel Apple ID.
it: Effettua l'accesso al tuo account iCloud per abilitare i backup automatici. Nella schermata Home, apri Impostazioni, tocca iCloud e inserisci il tuo Apple ID. Attiva iCloud Drive. Se non hai un account iCloud, tocca Crea un nuovo Apple ID.
ja: 自動バックアップを有効にするには、iCloudアカウントにサインインしてください。ホーム画面で、「設定」を開き、「iCloud」をタップして、Apple IDを入力します。「iCloud Drive」をオンにします。iCloudアカウントをお持ちでない場合は、「新しいApple IDを作成」をタップしてください。
ko: 자동 백업을 사용하려면 iCloud 계정에 로그인하세요. 홈 화면에서 설정을 열고 iCloud를 탭한 다음 Apple ID를 입력합니다. iCloud Drive를 켭니다. iCloud 계정이 없으면 '새 Apple ID 만들기'를 탭하세요.
pt_br: Faça login na sua conta iCloud para ativar os backups automáticos. Na tela inicial, abra Ajustes, toque em iCloud e insira seu ID Apple. Ative o iCloud Drive. Se você não tiver uma conta iCloud, toque em Criar um novo ID Apple.
pt_pt: Para ativar as cópias de segurança automáticas, inicie sessão na sua conta iCloud. Na tela inicial, abra as Definições, toque em iCloud e insira o seu ID Apple. Ative o iCloud Drive. Se não tiver uma conta iCloud, toque em Criar um novo ID Apple.
ru: Пожалуйста, войдите в свою учетную запись iCloud, чтобы включить автоматическое резервное копирование. На главном экране запустите «Настройки», выберите «iCloud» и введите свой Apple ID. Включите iCloud Drive. Если у вас нет учетной записи iCloud, нажмите «Создать новый Apple ID».
uk: Будь ласка, увійдіть у свій обліковий запис iCloud, щоб увімкнути автоматичне резервне копіювання. На головному екрані відкрийте «Налаштування», торкніться «iCloud» і введіть свій Apple ID. Увімкніть iCloud Drive. Якщо у вас немає облікового запису iCloud, торкніться «Створити новий Apple ID».
zh_hans: 请登录您的 iCloud 帐户以启用自动备份。在主屏幕上，启动“设置”，点击“iCloud”，然后输入您的 Apple ID。开启“iCloud Drive”。如果您没有 iCloud 帐户，请点击“创建新的 Apple ID”。

source: Privacy
de: Datenschutz
es: Privacidad
fr: Vie Privée
ja: プライバシー
ko: 개인 정보 보호
pt_br: Privacidade
pt_pt: Privacidade
ru: Конфиденциальность
uk: Конфіденційність
zh_hans: 隐私

source: Proceed
de: Fortfahren
es: Continuar
fr: Poursuivre
it: Continua
ja: 続行
ko: 진행
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
uk: Продовжити
zh_hans: 继续

source: Processing
de: Wird verarbeitet
es: Procesando
fr: Traitement
it: Elaborazione
ja: 処理中
ko: 처리 중
pt_br: Processando
pt_pt: A processar
ru: Обработка
uk: Обробка
zh_hans: 处理中

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
it: Pubblica
ja: 公開
ko: 게시
pt_br: Publicar
pt_pt: Publicar
ru: Опубликовать
uk: Опублікувати
zh_hans: 发布

# QUICK_EMOJI_EXPLANATION
source: The quick emoji is available when the text field allowing to compose messages is empty. Tapping this emoji sends it emmediately. Tapping this emoji twice (or three times) sends it twice (or three times). Here, you can customize the default quick emoji for all discussions. This choice can be overriden at the discussion level, by customizing the quick emoji of the discussion.
de: Das Schnell-Emoji ist verfügbar, wenn das Textfeld zur Verfassung von Nachrichten leer ist. Durch Tippen auf dieses Emoji wird es sofort gesendet. Durch zweimaliges (oder dreimaliges) Tippen auf dieses Emoji wird es zweimal (oder dreimal) gesendet. Hier können Sie das Standard-Schnell-Emoji für alle Diskussionen anpassen. Diese Wahl kann auf Diskussionsebene überschrieben werden, indem Sie das Schnell-Emoji der Diskussion anpassen.
es: El emoji rápido está disponible cuando el campo de texto para redactar mensajes está vacío. Tocar este emoji lo envía inmediatamente. Tocar este emoji dos veces (o tres veces) lo envía dos veces (o tres veces). Aquí, puedes personalizar el emoji rápido predeterminado para todas las conversaciones. Esta elección se puede anular a nivel de conversación, personalizando el emoji rápido de la misma.
fr: L'emoji rapide est accessible quand la zone de composition de message ne contient pas de texte. Appuyer sur cet emoji l'envoie immédiatement. Appuyer deux (ou trois) fois en envoie deux (ou trois). Vous pouvez personnaliser ici l'emoji rapide par défaut pour toutes les discussions. Ce choix peut être outrepassé au niveau de chaque discussion, en personnalisant l'emoji rapide de la discussion.
it: L'emoji rapido è disponibile quando il campo di testo per comporre i messaggi è vuoto. Toccando questa emoji, verrà inviata immediatamente. Toccandola due volte (o tre), verrà inviata due volte (o tre). Qui, puoi personalizzare l'emoji rapida predefinita per tutte le conversazioni. Questa scelta può essere sovrascritta a livello di conversazione, personalizzando l'emoji rapida specifica per quella conversazione.
ja: メッセージ作成用のテキストフィールドが空の場合、クイック絵文字が利用できます。この絵文字をタップすると、すぐに送信されます。この絵文字を2回（または3回）タップすると、2回（または3回）送信されます。ここでは、すべての会話のデフォルトのクイック絵文字をカスタマイズできます。この設定は、会話レベルで、会話のクイック絵文字をカスタマイズすることで上書きできます。
ko: 메시지 작성을 위한 텍스트 필드가 비어 있을 때 빠른 이모지를 사용할 수 있습니다. 이 이모지를 탭하면 즉시 전송됩니다. 이 이모지를 두 번(또는 세 번) 탭하면 두 번(또는 세 번) 전송됩니다. 여기에서 모든 대화에 대한 기본 빠른 이모지를 사용자 지정할 수 있습니다. 이 설정은 대화별로 빠른 이모지를 사용자 지정하여 재정의할 수 있습니다.
pt_br: O emoji rápido fica disponível quando o campo de texto para digitar mensagens está vazio. Ao tocar neste emoji, ele é enviado imediatamente. Ao tocar neste emoji duas vezes (ou três vezes), ele é enviado duas vezes (ou três vezes). Aqui, você pode personalizar o emoji rápido padrão para todas as conversas. Essa escolha pode ser alterada no nível da conversa, personalizando o emoji rápido da conversa.
pt_pt: O emoji rápido fica disponível quando o campo de texto para compor mensagens está vazio. Ao tocar neste emoji, ele é enviado imediatamente. Ao tocar neste emoji duas vezes (ou três vezes), ele é enviado duas vezes (ou três vezes). Aqui, pode personalizar o emoji rápido predefinido para todas as conversas. Esta escolha pode ser alterada ao nível da conversa, personalizando o emoji rápido da conversa.
ru: Быстрая эмодзи доступна, когда поле для ввода сообщения пусто. Нажатие на эту эмодзи отправляет ее немедленно. Двойное (или тройное) нажатие отправляет ее два (или три) раза. Здесь вы можете настроить эмодзи быстрого доступа по умолчанию для всех переписок. Этот выбор можно переопределить на уровне переписки, настроив эмодзи быстрого доступа для конкретной переписки.
uk: Швидне емодзі доступне, коли поле для введення повідомлень порожнє. Натискання цього емодзі відправляє його негайно. Подвійне (або потрійне) торкання відправляє його двічі (або тричі). Тут ви можете налаштувати стандартне швидке емодзі для всіх розмов. Цей вибір можна перевизначити на рівні розмови, налаштувавши швидке емодзі для конкретної розмови.
zh_hans: 当用于输入消息的文本框为空时，快速表情符号可用。点击此表情符号会立即发送。连续点击此表情符号两次（或三次）会发送两次（或三次）。在这里，您可以自定义所有对话的默认快速表情符号。此设置可以在对话级别进行覆盖，方法是自定义对话的快速表情符号。

# READ_ONCE_LABEL
source: Read once
de: Einmal gelesen
es: Leído una vez
fr: Lecture unique
it: Visualizza una volta
ja: 一度だけ表示
ko: 한 번 읽기
pt_br: Visualizar uma vez
pt_pt: Ler uma vez
ru: Прочитать один раз
uk: Переглянути один раз
zh_hans: 阅后即焚

# READ_ONCE_SECTION_FOOTER
source: When activated, messages and attachments are displayed only once, and are deleted when exiting the discussion.
de: Wenn aktiviert, werden Nachrichten und Anhänge nur einmal angezeigt und beim Verlassen der Diskussion gelöscht.
es: Cuando se activa, los mensajes y archivos adjuntos se muestran solo una vez y se eliminan al salir de la conversación.
fr: Si ce réglage est activé, les messages et leurs pièces jointes ne sont affichés qu'une seule fois. Il sont supprimés au sortir de la discussion.
it: Quando attivata, i messaggi e gli allegati vengono visualizzati una sola volta e vengono eliminati all'uscita dalla conversazione.
ja: 有効にすると、メッセージと添付ファイルは一度だけ表示され、会話を終了すると削除されます。
ko: 활성화하면 메시지와 첨부 파일이 한 번만 표시되고, 대화창을 나가면 삭제됩니다.
pt_br: Quando ativado, mensagens e anexos são exibidos apenas uma vez e são excluídos ao sair da conversa.
pt_pt: Quando ativado, as mensagens e anexos são exibidos apenas uma vez e apagados ao sair da conversa.
ru: При активации сообщения и вложения отображаются только один раз и удаляются при выходе из обсуждения.
uk: Після активації, повідомлення та вкладення відображаються лише один раз і видаляються після виходу з обговорення.
zh_hans: 启用后，消息和附件将仅显示一次，并在退出对话时删除。

# RECEIVE_CALLS_ON_THIS_DEVICE
source: Receive secure calls on this device
de: Erhalte sichere Anrufe auf diesem Gerät
es: Recibe llamadas seguras en este dispositivo
fr: Recevoir des appels sécurisés sur cet appareil
it: Ricevi chiamate sicure su questo dispositivo
ja: このデバイスで安全な通話を受信
ko: 이 장치에서 보안 통화를 수신하세요
pt_br: Receba chamadas seguras neste dispositivo
pt_pt: Receba chamadas seguras neste dispositivo
ru: Получайте защищенные звонки на этом устройстве
uk: Отримуйте захищені дзвінки на цьому пристрої
zh_hans: 在此设备上接收安全通话

source: Referenced by database
de: Bezieht sich auf die Datenbank
es: Referenciado por la base de datos
fr: Référencés depuis la base de données
it: Riferito al database
ja: データベースによって参照されています
ko: 데이터베이스에서 참조됨
pt_br: Referenciado no banco de dados
pt_pt: Referenciado na base de dados
ru: Ссылка на базу данных
uk: Посилається на базу даних
zh_hans: 数据库引用

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_DENIED
source: The incoming call was rejected because Olvid is not allowed to access the Microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
de: Der eingehende Anruf wurde abgelehnt, da Olvid keinen Zugriff auf das Mikrofon hat. Um keine Anrufe mehr zu verpassen, gehen Sie bitte zu den Einstellungen und erteilen Sie Olvid Zugriff auf das Mikrofon.
es: La llamada entrante fue rechazada porque Olvid no tiene permiso para acceder al Micrófono. Para no perder ninguna llamada más, ve a Ajustes y concede a Olvid acceso al micrófono.
fr: L'appel entrant n'a pas abouti car Olvid n'a pas l'autorisation d'accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.
it: La chiamata in arrivo è stata rifiutata perché Olvid non ha il permesso di accedere al Microfono. Per non perdere mai più una chiamata, vai su Impostazioni e concedi a Olvid l'accesso al microfono.
ja: 着信があったにもかかわらず、Olvidにマイクへのアクセス権限がないため、通話が拒否されました。今後、通話を逃さないようにするには、設定を開き、Olvidにマイクへのアクセスを許可してください。
ko: 수신된 전화가 거부되었습니다. Olvid 앱이 마이크에 접근할 수 없기 때문입니다. 앞으로 더 이상 전화를 놓치지 않으려면 설정으로 이동하여 Olvid 앱이 마이크에 접근하도록 허용해 주세요.
pt_br: A chamada recebida foi rejeitada porque o Olvid não tem permissão para acessar o microfone. Para nunca mais perder uma chamada, vá em Configurações e conceda ao Olvid acesso ao microfone.
pt_pt: A chamada de entrada foi rejeitada porque o Olvid não tem permissão para aceder ao microfone. Para nunca mais perder uma chamada, vá a Definições e conceda ao Olvid permissão para aceder ao microfone.
ru: Входящий вызов был отклонен, потому что у Olvid нет доступа к микрофону. Чтобы больше не пропускать вызовы, пожалуйста, перейдите в Настройки и предоставьте Olvid доступ к микрофону.
uk: Вхідний дзвінок було відхилено, оскільки Olvid не має дозволу на доступ до мікрофона. Щоб більше не пропускати дзвінки, перейдіть у Налаштування та надайте Olvid доступ до мікрофона.
zh_hans: 由于 Olvid 未获得麦克风访问权限，因此拒绝了来电。为了今后不再错过任何来电，请前往“设置”并授予 Olvid 访问麦克风的权限。

source: Remind me later
de: Später erinnern
es: Recordarme más tarde
fr: Me rappeler plus tard
it: Ricordami più tardi
ja: 後で通知
ko: 나중에 다시 알려주세요
pt_br: Lembre-me mais tarde
pt_pt: Lembrar-me mais tarde
ru: Напомнить позже
uk: Нагадати пізніше
zh_hans: 稍后提醒我

source: Remotely wiped by you
de: Von Ihnen remote gelöscht
es: Borrado remotamente por ti
fr: Supprimé à distance par vous
it: Cancellato da remoto da te
ja: あなたによってリモートで消去されました
ko: 귀하가 원격으로 삭제했습니다.
pt_br: Apagado remotamente por você
pt_pt: Apagado remotamente por si.
ru: Удалено вами удалённо
uk: Видалено віддалено вами
zh_hans: 由您远程擦除

source: Replying
de: Antworten
es: Respondiendo
fr: Réponse
it: Rispondendo
ja: 返信中
ko: 답장
pt_br: Respondendo
pt_pt: A responder
ru: Ответ
uk: Відповідь
zh_hans: 回复

source: Replying to %@
de: Antwort an %@
es: Respondiendo a %@
fr: Réponse à %@
it: Rispondendo a %@
ja: %@に返信
ko: %@에 답장 중
pt_br: Respondendo a %@
pt_pt: A responder a %@
ru: Ответ на сообщение от %@
uk: Відповідь на повідомлення від %@
zh_hans: 回复 %@

# REPLYING_TO_CONTACT
source: Replying to a contact
de: Antwortet auf einen Kontakt
es: Respondiendo a un contacto
fr: Réponse à un contact
it: Rispondendo a un contatto
ja: 連絡先に返信中
ko: 연락처에 답장 중
pt_br: Respondendo a um contato
pt_pt: A responder a um contacto
ru: Ответ контакту
uk: Відповідь контакту
zh_hans: 回复联系人

source: Replying to you
de: Antwortet Ihnen
es: Respondiendo a ti
fr: Réponse à vous
it: Rispondendo a te
ja: あなたへの返信
ko: 답장 중입니다
pt_br: Respondendo a você
pt_pt: A responder a você
ru: В ответ на ваше сообщение
uk: Відповідь на ваше повідомлення
zh_hans: 回复您

source: Replying to yourself
de: Antwort an sich selbst
es: Respondiendo a ti mismo
fr: Réponse à vous-même
it: Rispondendo a te stesso
ja: 自分自身に返信しています
ko: 자신에게 답장
pt_br: Respondendo a si mesmo
pt_pt: A responder a si próprio
ru: Ответ самому себе
uk: Відповідь самому собі
zh_hans: 回复给自己

# RESET_COMPOSE_MESSAGE_VIEW_ACTIONS_ORDER
source: Reset buttons order to default
de: Schaltflächenreihenfolge auf Standard zurücksetzen
es: Restablecer el orden de los botones a la configuración predeterminada
fr: Réinitialiser l'ordre des boutons
it: Ripristina l'ordine predefinito dei pulsanti
ja: ボタンの配置をデフォルトにリセット
ko: 버튼 순서를 기본 설정으로 재설정
pt_br: Redefinir a ordem dos botões para o padrão
pt_pt: Restaurar a ordem dos botões para a configuração padrão
ru: Сбросить порядок кнопок по умолчанию
uk: Скинути порядок кнопок до стандартного
zh_hans: 将按钮顺序重置为默认

# RESET_DISCUSSION_EMOJI_TO_DEFAULT
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
pt_br: Redefinir
pt_pt: Repor
ru: Сбросить
uk: Скинути
zh_hans: 重置

# RESET_DISCUSSION_EMOJI_TO_DEFAULT_DISCUSSION_LEVEL
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
pt_br: Redefinir
pt_pt: Redefinir
ru: Сброс
uk: Скинути
zh_hans: 重置

# RESULT_NUMBER_%d_OF_%d
source: %1$d of %2$d
de: %1$d von %2$d
es: %1$d de %2$d
fr: %1$d de %2$d
it: %1$d di %2$d
ja: %1$d / %2$d
ko: %1$d / %2$d
pt_br: %1$d de %2$d
pt_pt: %1$d de %2$d
ru: %1$d из %2$d
uk: %1$d з %2$d
zh_hans: %1$d / %2$d

# RETAIN_WIPED_OUTBOUND_MESSAGES_LABEL
source: Retain wiped ephemeral outbound messages
de: Gelöschte, temporäre ausgehende Nachrichten beibehalten
es: Conservar los mensajes salientes efímeros borrados
fr: Conserver une trace des messages éphémères envoyés
it: Conserva i messaggi effimeri in uscita cancellati
ja: 削除された一時的な送信メッセージを保持する
ko: 삭제된 임시 전송 메시지 보관
pt_br: Manter as mensagens efêmeras enviadas, mesmo após a exclusão
pt_pt: Manter as mensagens efêmeras enviadas, mesmo após a eliminação
ru: Сохранять удаленные временные исходящие сообщения
uk: Залишити видані тимчасові вихідні повідомлення
zh_hans: 保留已删除的临时已发送消息

# RETAIN_WIPED_OUTBOUND_MESSAGES_SECTION_FOOTER
source: When activated, outbound ephemeral messages are not deleted when they expire, but replaced by a static text.
de: Wenn aktiviert, werden ausgehende, temporäre Nachrichten beim Ablauf nicht gelöscht, sondern durch einen statischen Text ersetzt.
es: Cuando se activa, los mensajes efímeros salientes no se eliminan al caducar, sino que se reemplazan por un texto estático.
fr: Si ce réglage est activé, les messages éphémères sortants ne sont pas supprimés à expiration, mais remplacés par un texte fixe.
it: Quando attivata, i messaggi effimeri in uscita non vengono eliminati alla scadenza, ma sostituiti da un testo statico.
ja: この機能を有効にすると、送信された一時的なメッセージは有効期限が切れても削除されず、代わりに固定テキストに置き換えられます。
ko: 활성화하면 만료된 일회성 메시지가 삭제되는 대신 정적인 텍스트로 대체됩니다.
pt_br: Quando ativado, as mensagens efêmeras enviadas não são excluídas após o tempo determinado, mas substituídas por um texto estático.
pt_pt: Quando ativado, as mensagens efêmeras enviadas não são eliminadas após o prazo, mas substituídas por um texto estático.
ru: При активации, исходящие эфемерные сообщения не удаляются по истечении срока действия, а заменяются статическим текстом.
uk: При активації, тимчасові вихідні повідомлення не видаляються після закінчення терміну їх дії, а замінюються статичним текстом.
zh_hans: 启用后，即使阅后即焚的消息过期，也不会被删除，而是会被替换为静态文本。

# RETENTION_INFO_LABEL
source: Message retention information
de: Nachrichtenaufbewahrungsdauer
es: Información sobre la retención de mensajes
fr: Informations de rétention de message
it: Informazioni sulla conservazione dei messaggi
ja: メッセージ保持期間
ko: 메시지 보관 정보
pt_br: Informações sobre o período de retenção das mensagens
pt_pt: Informações sobre o período de retenção das mensagens
ru: Информация о сроке хранения сообщений
uk: Інформація про зберігання повідомлень
zh_hans: 消息保留信息

# RETENTION_SETTINGS_TITLE
source: Message retention policy
de: Nachrichtenaufbewahrungsrichtlinie
es: Política de retención de mensajes
fr: Politique de rétention des messages
it: Politica di conservazione dei messaggi
ja: メッセージ保持ポリシー
ko: 메시지 보관 정책
pt_br: Política de retenção de mensagens
pt_pt: Política de retenção de mensagens
ru: Политика хранения сообщений
uk: Політика зберігання повідомлень
zh_hans: 消息保留策略

source: Read
de: Gelesen
es: Leído
fr: Lu
it: Letto
ja: 既読
ko: 읽음
pt_br: Lido
pt_pt: Lido
ru: Прочитано
uk: Прочитано
zh_hans: 已读

source: Received
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
ja: 受信
ko: 수신
pt_br: Recebido
pt_pt: Recebido
ru: Получено
uk: Отримано
zh_hans: 已收到
